Repository: iozamudioa/singsync
Catalog: lib/l10n/app_*.arb
Languages: es

source: Unknown artist
es: Artista desconocido

# artistLabel
source: Artist
es: Artista

# motivationStartPlayback
source: Play your favorite song and letâ€™s start ðŸŽµ
es: Pon tu canción favorita y empezamos

# permissionNeededTitle
source: Permission required
es: Permiso necesario

# permissionDialogMessage
source: SingSync needs notification access to detect the current song and automatically fetch lyrics.
es: SingSync necesita acceso a notificaciones para detectar la canción actual y buscar su letra automáticamente.

source: Not now
es: Ahora no

source: Go to permissions
es: Ir a permisos

# enableNotificationsCard
source: Enable notification access to detect songs.
es: Activa acceso a notificaciones para detectar canciones.

source: Allow
es: Permitir

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

source: Close
es: Cerrar

source: Search
es: Buscar

source: Configure
es: Configurar

# privacyPolicyLabel
source: Privacy Policy:
es: Política de privacidad:

# useArtworkBackground
source: Use artwork as background
es: Usar carátula como fondo

# useSolidBackgroundDescription
source: If disabled, a solid background based on theme is used.
es: Si se desactiva, se usa fondo sólido según el tema.

# infoTooltip
source: Information
es: Información

source: Switch to light mode
es: Cambiar a modo claro

source: Switch to dark mode
es: Cambiar a modo oscuro

source: Open active player
es: Abrir reproductor activo

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Search manually
es: Buscar manualmente

# noArtistDataYet
source: No more artist data available right now.
es: No hay más datos del artista por ahora.

# genreLabel
source: Genre: {genre}
es: Género: {genre}

# countryLabel
source: Country: {country}
es: País: {country}

# detectedPeriod
source: Detected period: {firstYear} - {latestYear}
es: Periodo detectado: {firstYear} - {latestYear}

# shortBioTitle
source: Short bio
es: Historia breve

source: Popular releases
es: Lanzamientos populares

source: Back
es: Regresar

source: Edit search
es: Editar búsqueda

source: Back to matches
es: Regresar a coincidencias

# manualSearchTitle
source: Manual search
es: Búsqueda manual

# manualSearchDescription
source: Type a query to search matches on lrclib.
es: Escribe una consulta para buscar coincidencias en lrclib.

# searchQueryLabel
source: Search (query)
es: Buscar (query)

# searchQueryHint
source: e.g. clandestino shakira
es: Ej. clandestino shakira

source: Search lyrics
es: Buscar letra

# noMatchesToChoose
source: No matches found to choose from.
es: No se encontraron coincidencias para elegir.

source: Copy
es: Copiar

source: Share
es: Compartir

source: Save to gallery
es: Guardar en galería

source: Associate to song
es: Asociar a canción

# shareSnapshot
source: Capture and share
es: Capturar y compartir

# snapshotReady
source: Image ready to share
es: Imagen lista para compartir

# snapshotSaved
source: Image saved
es: Imagen guardada

# snapshotError
source: Could not generate image
es: No se pudo generar la imagen

# snapshotActiveLine
source: Active line
es: Línea activa

# snapshotVisibleVerse
source: Visible verse
es: Verso visible

# snapshotNoLyrics
source: No lyrics available
es: Sin letra disponible

# snapshotGeneratedWithBrand
source: Generated with SingSync
es: Generado con SingSync

source: Lyrics copied
es: Letra copiada

# lyricsAssociated
source: Lyrics associated to song
es: Letra asociada a la canción

# lyricsNotAssociated
source: Could not associate lyrics
es: No se pudo asociar la letra

# favoriteAdded
source: Added to your favorites
es: Añadida a tus favoritos

# favoriteRemoved
source: Removed from favorites
es: Se quitó de tus favoritos

# favoriteDeleted
source: Deleted from favorites
es: Se elimino de favoritos

source: Add to favorites
es: Agregar a favoritos

source: Remove from favorites
es: Quitar de favoritos

# favoritesLibrary
source: Library
es: Biblioteca

# mySongsTitle
source: My songs
es: Mis canciones

source: Search by song or artist
es: Buscar por canción o artista

source: No results
es: Sin resultados

source: No favorites yet
es: No hay favoritos aún

# savedSnapshotsTitle
source: Cover Memories
es: Portadas para el recuerdo

# noSavedSnapshotsYet
source: No saved images yet
es: Aún no hay imágenes guardadas

source: Delete
es: Borrar

# snapshotDeleted
source: Image deleted
es: Imagen eliminada

# permissionMissingMessage
source: Enable notification access for this app and play a song to load lyrics.
es: Activa el acceso a notificaciones para esta app y reproduce una canción para cargar su letra.

# waitingPlaybackMessage
source: Permission active. Start playing a song to detect now playing and load lyrics.
es: Permiso activo. Comienza a reproducir una canción para detectar el now playing y cargar la letra.

# adDetectedMessage
source: Ad detected. Waiting for the next song change...
es: Anuncio detectado. Esperando el siguiente cambio de canción...

# tuningLyricsMessage
source: Tuning lyrics ...
es: Sintonizando letra ...

# notFoundMessage
source: No lyrics were found for this song on lrclib.
es: No se encontró letra para esta canción en lrclib.

# searchLyricsDefaultPrompt
source: Type anything you want to search for lyrics.
es: Escribe lo que quieras buscar para encontrar una letra.

# listeningErrorArtist
source: Error listening to notifications
es: Error escuchando notificaciones

# updatingLyrics
source: Updating lyrics on lrclib...
es: Actualizando letra en lrclib...

# selectMatchToShowLyrics
source: Select a match to show lyrics.
es: Selecciona una coincidencia para mostrar la letra.

# noMatchesApiSearch
source: No matches found in /api/search.
es: No se encontraron coincidencias en /api/search.

# manualSearchPrompt
source: Type a manual search to see matches.
es: Escribe una búsqueda manual para ver coincidencias.

# completeSearchField
source: Complete the search field to continue.
es: Completa el campo de búsqueda para continuar.

# searchingMatches
source: Searching matches on lrclib...
es: Buscando coincidencias en lrclib...

# apiSearchUnavailable
source: Could not query /api/search right now.
es: No fue posible consultar /api/search en este momento.

# retryingMatches
source: Retrying matches on lrclib...
es: Reintentando coincidencias en lrclib...

# lrclibUnavailable
source: Could not query lrclib right now.
es: No fue posible consultar lrclib en este momento.

# todayLabel
source: Today
es: Hoy

# thisWeekLabel
source: This week
es: Esta semana

# olderLabel
source: Older
es: Anteriores

# sleepTimerMenuTitle
source: Sleep timer
es: Temporizador de apagado

# appInfoMenuTitle
source: App info
es: Información de la app

source: Sleep timer completed.
es: Temporizador completo.

source: Sleep timer canceled
es: Temporizador cancelado

# sleepTimerStatusIn
source: Stops in {time}
es: Apagado en {time}

# sleepTimerStatusAfterSongs
source: {count, plural, =1{Stops after # song} other{Stops after # songs}}
es: {count, plural, =1{Apagado después de # canción} other{Apagado después de # canciones}}

# sleepTimerStatusNone
source: No sleep timer
es: Sin temporizador

# sleepTimerSelectShutdownTime
source: Select shutdown time
es: Selecciona tiempo de apagado

# sleepTimerCustomSongCountTitle
source: Number of songs
es: Número de canciones

# songsLabel
source: Songs
es: Canciones

# sleepTimerSectionByTime
source: Stop after hh:mm time
es: Detener después de hh:mm tiempo

# sleepTimerSectionBySongs
source: Stop after N songs
es: Detener después de N canciones

# cancelSleepTimer
source: Cancel timer
es: Cancelar temporizador

# sleepTimerActiveTitle
source: Sleep timer active
es: Temporizador activo
